Repository: saejinpark/AldisLamp
Catalog: Localizable.xcstrings
Source language: en
Languages: ko

source: Aldis
ko: 알디스

source: Flashlight Mode
ko: 전등모드

source: Morse
ko: 모스

source: Press and Hold
ko: 누르고 있기

source: Settings
ko: 설정

source: Toggle
ko: 토글

# 글자를 입력해주세요
source: Enter text
ko: 글자를 입력해주세요

# 꺼짐
source: OFF
ko: 꺼짐

# 도움말
source: HELP
ko: 도움말

# 모스 코드
source: Morse Code
ko: 모스 코드

# 모스 코드 속도
source: Morse Code Speed
ko: 모스 코드 속도

# 모스 코드 점멸 속도를 설정합니다. 값이 낮을수록 빠르게 점멸됩니다.
source: Set the Morse code flashing speed. Lower values result in faster flashes.
ko: 모스 코드 점멸 속도를 설정합니다. 값이 낮을수록 빠르게 점멸됩니다.

# 모스 코드:
source: Morse Code:
ko: 모스 코드:

# 밝기
source: Brightness
ko: 밝기

# 밝기 조절
source: Adjust Brightness
ko: 밝기 조절

# 설정
source: Setting
ko: 설정

# 속도 조절
source: Adjust Speed
ko: 속도 조절

# 손전등의 밝기를 조절합니다. 0.1에서 1.0까지 설정 가능합니다.
source: Adjust the flashlight brightness. It can be set between 0.1 and 1.0.
ko: 손전등의 밝기를 조절합니다. 0.1에서 1.0까지 설정 가능합니다.

# 신호
source: Signal
ko: 신호

# 알파벳
source: Alphabet
ko: 알파벳

# 출력하기
source: Output
ko: 출력하기

# 켜짐
source: On
ko: 켜짐

# 햅틱
source: Haptic
ko: 햅틱

# 햅틱 기능을 활성화하거나 비활성화할 수 있습니다.
source: Enable or disable the haptic feature.
ko: 햅틱 기능을 활성화하거나 비활성화할 수 있습니다.

# 햅틱 활성화
source: Enable Haptic
ko: 햅틱 활성화

# 현재 밝기: %@
source: Current Brightness: %@
ko: 현재 밝기: %@

# 현재 속도: %@ 초
source: Current Speed: %@ seconds
ko: 현재 속도: %@ 초
